[
  "dataview",
  "obsidian-tasks-plugin",
  "periodic-notes",
  "templater-obsidian",
  "obsidian-git",
  "obsidian-kanban",
  "quickadd",
  "calendar",
  "code-styler",
  "editing-toolbar"
]